{
  "0.1.11": [
    {
      "text": "A remorse timer now prevents you from disconnection from Facebook if you triggered the action by error.", 
      "type": "feature"
    }, 
    {
      "text": "When Friends is updated, a list of new features and bugfixes is now displayed.", 
      "type": "feature"
    }, 
    {
      "text": "New translations: German and Hungarian", 
      "type": "feature"
    }, 
    {
      "text": "It is possible to open photos and albums from news feed.", 
      "type": "feature"
    }, 
    {
      "text": "The pulley menus in news feed page and user page now glow when feeds are loading.", 
      "type": "feature"
    }, 
    {
      "text": "Section separator in friends page are now displayed correctly.", 
      "type": "bug"
    }, 
    {
      "text": "Improved images handling. There should be less freezes.", 
      "type": "bug"
    }, 
    {
      "text": "Performance improvements for image browsing.", 
      "type": "bug"
    }
  ], 
  "0.1.12": [
    {
      "text": "You can now browse pages. It is only an initial support though.", 
      "type": "feature"
    }, 
    {
      "text": "You can now browse groups. It is only an initial support though, you cannot post anything yet.", 
      "type": "feature"
    }, 
    {
      "text": "Notifications can now be marked as read.", 
      "type": "bug"
    }, 
    {
      "text": "Friends won't prompt that it is updated just after showing the welcome dialog.", 
      "type": "bug"
    }
  ], 
  "0.1.13": [
    {
      "text": "Updated languages for ca, zh_CN, cs, nl_NL, en, fi, fr, de, hu_HU, it_IT, nb_NO, pt_PT, ru and es_ES.", 
      "type": "bug"
    }
  ], 
  "0.5.0": [
    {
      "text": "You can now access to user profiles.", 
      "type": "feature"
    }, 
    {
      "text": "It is possible to access to events in Friends.", 
      "type": "feature"
    }, 
    {
      "text": "You can now access information of groups.", 
      "type": "bug"
    }, 
    {
      "text": "Time shown are no wrong (one or several hours early depending on timezone)", 
      "type": "bug"
    }
  ], 
  "0.7.0": [
    {
      "text": "Commenting something is more reliable, and you can navigate through long list of comments.", 
      "type": "feature"
    }, 
    {
      "text": "Many UI fixes, that removes annoying issues.", 
      "type": "bug"
    }
  ], 
  "1.0.0": [
    {
      "text": "Fixed a bug that changed all comment time to 530 month ago", 
      "type": "bug"
    }, 
    {
      "text": "Refreshed translations", 
      "type": "bug"
    }, 
    {
      "text": "Fixed portrait inverted bug in photos-related views", 
      "type": "bug"
    }
  ]
}